[
  {
    "name": "Scarborough",
    "province": "Western Cape",
    "description": "Click here to check out available accommodation in Scarborough.",
    "imageUrl": null
  },
  {
    "name": "Long Beach",
    "province": "Western Cape",
    "description": "Long Beach at Kommetjie has to be one of the prettiest of the Western Cape‘s beaches, and is one of the most perfect settings for that dream beach lifestyle. Here a white sand beach edges the blue kelp-fringed water, beach paths run down sandy tracks...",
    "imageUrl": null
  },
  {
    "name": "Kommetjie",
    "province": "Western Cape",
    "description": "Click here to check out available accommodation in Kommetjie.",
    "imageUrl": null
  },
  {
    "name": "Noordhoek",
    "province": "Western Cape",
    "description": "Click here to check out available accommodation in Noordhoek.",
    "imageUrl": null
  },
  {
    "name": "Yzerfontein",
    "province": "Western Cape",
    "description": "Click here to check out available accommodation in Yzerfontein.",
    "imageUrl": null
  },
  {
    "name": "Sixteen Mile Beach",
    "province": "Western Cape",
    "description": "Yzerfontein, just 90 km up the West Coast from Cape Town, is a small harbour town that is home to one of South Africa’s longest uninterrupted beaches. Sixteen Mile Beach stretches on for, well we’re guessing, 16 miles?! Another epic white sand beach ...",
    "imageUrl": null
  },
  {
    "name": "Llandudno",
    "province": "Western Cape",
    "description": "Haha – I know that Umzumbe, Trafalgar and Llandudno are but I’m not sure about the others. Most of the beaches on this list wouldn’t qualify for Blue Flag status in any case, but that’s mainly because of their remote location and therefore lack of ab...",
    "imageUrl": null
  },
  {
    "name": "Kogel Bay",
    "province": "Western Cape",
    "description": "Click here to check out available accommodation near Kogel Bay.",
    "imageUrl": null
  }
]