[
  {
    "name": "Kogel Bay",
    "province": "Western Cape",
    "description": "This beach has a lot of wow factor for us! Kogel Bay has one of the most incredible backdrops we’ve ever seen, not to mention a perfect beach from which to view it all. The route along Clarence Drive to get to the beach is spectacular, no matter whic...",
    "imageUrl": "https://i1.wp.com/www.strayalongtheway.com/wp-content/uploads/2018/01/Kogel-Bay-Beach.jpg"
  },
  {
    "name": "Scarborough",
    "province": "Western Cape",
    "description": "One of the more remote beaches on Cape Town‘s Atlantic seaboard, Scarborough is the last stop south before the Cape Point Nature Reserve on the Cape Peninsula. For this reason, its beaches are usually very quiet and offer the perfect escape from the ...",
    "imageUrl": "https://i1.wp.com/www.strayalongtheway.com/wp-content/uploads/2018/01/Scarbourgh.jpg"
  },
  {
    "name": "Long Beach",
    "province": "Western Cape",
    "description": "Long Beach at Kommetjie has to be one of the prettiest of the Western Cape‘s beaches, and is one of the most perfect settings for that dream beach lifestyle. Here a white sand beach edges the blue kelp-fringed water, beach paths run down sandy tracks...",
    "imageUrl": "https://i1.wp.com/www.strayalongtheway.com/wp-content/uploads/2018/01/Long-Beach.jpg"
  },
  {
    "name": "Noordhoek",
    "province": "Western Cape",
    "description": "The beaches at Noordhoek have a wonderful wild quality about them, even though they are smack bang in the middle of suburbia. We found Noordhoek great for long walks on the wide sandy stretches, and the perfect destination to enjoy that refreshing fe...",
    "imageUrl": "https://i1.wp.com/www.strayalongtheway.com/wp-content/uploads/2018/01/Noordhoek.jpg"
  },
  {
    "name": "Llandudno",
    "province": "Western Cape",
    "description": "You’d be hard-pressed to find a more beautiful setting for a sunset than Llundudno. The amphitheatre of boulders and mountains that surround the beach light up in the evening glow, and provide a sheltered corner even if the wind is blowing.",
    "imageUrl": "https://www.strayalongtheway.com/wp-content/uploads/2018/01/Llandudno.jpg"
  },
  {
    "name": "Yzerfontein",
    "province": "Western Cape",
    "description": "Yzerfontein, just 90 km up the West Coast from Cape Town, is a small harbour town that is home to one of South Africa’s longest uninterrupted beaches. Sixteen Mile Beach stretches on for, well we’re guessing, 16 miles?! Another epic white sand beach ...",
    "imageUrl": "https://i0.wp.com/www.strayalongtheway.com/wp-content/uploads/2018/01/Yzerfontein.jpg"
  }
]